[
    {
      "term": "THC",
      "definition": "Tetrahydrocannabinol: A molecular compound that is the main psychoactive ingredient of cannabis. It binds with CB1 cannabinoid receptors in the brin. THC is can be effective for treatment of pain, nausea, insomnia, lack of appetite, anxiety, depression and muscle spasticity. "
      
    },
    {
        "term": "CBD",
        "definition": "Cannabidiol: The second most common active compound in cannabis. Research has shown it effectively treats pain, inflammation, and anxiety without the psychoactive effects associated with THC. CBD binds to CB2 cannabinoid receptors located throughout the body."
    },
    {
        "term": "Terpene",
        "definition": "Terpenes are volotile, aromatic compounds produced by many plants. For the plants, they serve to repel predators and attract pollinators. Terpenes can bind to receptors in the endocannabinoid system and interact with cannabinoids to create physical and psychoactive effects when consumed."
    },
    {
      "term": "Endogenous Cannabinoids",
      "definition": "Endogenous Cannabinoids are cannabinoid compounds produced naturally in our bodies that interact with our endocannabinoid system. They include anandamide and 2-AG."
    },
    {
      "term": "Phyto Cannabinoids",
      "definition": "Phytocannabinoids are cannabinoid compounds produced by plants. In the plants they may serve as a deterent to consumption, antifungal and antibacterial agents, or as attracters of pollination. When consumed by humans and other animals with endocannabinoid systems they bind with our cannabinoid receptors to cause physical and psychoactive effects. Common phytocannabinoids include THC, CBD, CBG and CBC. "
    },
    {
      "term": "THC-A",
      "definition": "THC-A is the non-decarboxylated form of THC. THC-A is not in a form that is active when consumed. When high heat is applied to THC-A, decarboxylation occurs and THC-A becomes the psychoactive, bio-available molecule THC."
    },
    {
      "term": "CBN",
      "definition": "CBN Definiton"
    },
    {
      "term": "Myrcene",
      "definition": "Myrcene is the most common terpene in marijuana strains (up to 60% of the essential oils of certain varieties) however, it is not found in hemp textiles. It is also found in large quantities in hops or in the West Indian wood (Saint Thomas Bay). Its smell is very similar to cloves (girofle). Myrcene is a potent analgesic, anti-inflammatory and antibiotic. It blocks the action of cytochrome, aflatoxin B, and other pro-mutagenic carcinogens. It also has a relaxing, calming, anti spasmodic and sedative effect. Acting in synergy with THC, myrcene increases its psychoactive potential."
    },
    {
      "term": "Caryophylene",
      "definition": "Caryophylene Def"
    },
    {
      "term": "Limonene",
      "definition": "Limonene Def"
    },
    {
      "term": "Linalool",
      "definition": "Linalool has a floral smell like lavender and spring flowers. Humans are able to smell it at very low levels, from 1 PPM in air. Linalool is currently used in the treatment of various cancers. It also has a powerful calming action, anti anxiety, and produces a sedative effect. In tests on mice it was discovered that their activity decreased by 75%. Linalool is thus partly responsible for the sedative effects of certain marijuana strains. It also has analgesic and anti-epileptic properties."
   },
   {
    "term": "Pinene",
    "definition": "Pinene Definition"
  },
  {
    "term": "Sativa",
    "definition": "Sativa Definition"
  },
  {
    "term": "Indica",
    "definition": "Indica Definition"
  },
  {
    "term": "Bio-availability",
    "definition": "Bio-availablity definition"
  },
  {
    "term": "Practice makes perfect, click to restart the stack!",
    "definition": "test definition 3"
  }

  ]
  